[
    {
        "name":"生蚝",
        "price":"20.0",
        "firstImgName":"icon_shenghao",
        "detailInfo":"日本学者早在1987年就对牡蛎的干品所含营养成分进行了深入的研究并与其他海产品进行了比较。结果表明,牡蛎肉中富含多种矿物质及微量元素,其含量仅次于薄壳乌蛤。而远高于蚶、蛤、鱿鱼、海参等其他海产品。\n密鳞牡蛎具有富含牛磺酸(50µmol/g)、锌、硒的特点；低脂肪、低胆固醇，含有一定量的高度不饱和脂肪酸(EPA+DHA占脂肪总量的20.4%)，无机盐、维生素含量也很丰富。吴成业等进行了太平洋牡蛎、僧帽牡蛎和近江牡蛎中游离氨基酸和牛磺酸的分析。三者中皆含有人体所有8种必需氨基酸,其中含量最高的都是赖氨酸,这对平衡国民膳食中氨基酸比例具有重要意义。三种牡蛎中牛磺酸的含量分别高达7.542，4.388和3.591mg/g，几乎超过其他游离氨基酸含量的总和。同时，发现牡蛎中游离氨基酸的含量随着季节的不同而异。",
        "type":0
    },
    {
        "name":"澳洲龙虾",
        "price":"298.0",
        "firstImgName":"icon_longxia",
        "detailInfo":"澳洲龙虾营养丰富，其肉质松软，易消化，对身体虚弱以及病后需要调养的人是极好的食物。且含有丰富的镁，镁对心脏活动具有重要的调节作用，能很好的保护心血管系统，它可减少血液中胆固醇含量，防止动脉硬化，同时还能扩张冠状动脉，有利于预防高血压及心肌梗死。\n澳洲龙虾的通乳作用较强，并且富含磷、钙、对小儿、孕妇尤有补益功效；日本大阪大学的科学家发现，澳洲龙虾体内的虾青素有助于消除因时差反应而产生的\"时差症\"。\n澳洲龙虾不仅产量高，而且有极强的耐活力，便于长途运输。鲜活大虾在国内外市场上倍受消费者青睐。",
        "type":0
    },
    {
        "name":"帝王蟹",
        "price":"168.0",
        "firstImgName":"icon_pangxie",
        "detailInfo":"帝王蟹又名石蟹或岩蟹，即石蟹科的甲壳类，不是真正的螃蟹，它们主要分布在寒冷的海域。因其体型巨大而得名，素有“蟹中之王”的美誉。帝王蟹属于深海蟹类，生存深度达850米之深，生存水温在2-5℃。帝王蟹能够生存的最低水温是1.4摄氏度。\n帝王蟹对身体有很好的滋补作用，吃蟹对结核病的康复在有补益。 中医认为其有清热解毒、补骨添髓、养筋活血、通经络、利肢节、续绝伤、滋肝阴、充胃液之功效。对于淤血、损伤、黄疸、腰腿酸痛和风湿性关节炎等疾病有一定的食疗效果。\n",
        "type":0
    },
    {
        "name":"竹节虾",
        "price":"50.0",
        "firstImgName":"icon_xia",
        "detailInfo":"日本对虾（Penaeus japonicus），俗称：花虾、竹节虾、花尾虾、斑节虾、车虾，属甲壳纲、十足目、对虾科、对虾属动物，虾体小者称为虾钱。体呈浅黄，具蓝褐色横条斑花纹，尾尖为鲜蓝色。甲壳较厚，额角略呈弯弓形，上缘具8—10齿，下缘具1—2齿，额角侧沟很深，伸至头胸甲后缘，肝脊、胃脊极明显。额角后脊具中央沟。第一步足无座节刺，雄性交接器中叶顶端有粗大突起，雌性交接器呈圆柱形。成虾雌大于雄，体长可达12—20厘米，体重为20—25克，产卵亲虾最大重可达95克左右。肉味鲜美，耐干露，适于活体运销，营养价值与其他对虾相近。为重要的养殖品种，养殖6个月左右体重可达20克以上。中国南方福建、广东沿海有人工养殖。自日本北海道及至黄海南部，中国浙江、福建、台湾、广东，菲律宾、新加坡、澳大利亚北部、印度、非洲东部以及红海均有分布。",
        "type":0
    },
    {
        "name":"海参",
        "price":"178.0",
        "firstImgName":"icon_haishen",
        "detailInfo":"海参属于无脊椎动物、棘皮动物门、海参纲。全球有900多种，我国约140种。其中印度洋、西太平洋海区是世界上海参种类最多、资源量最大的区域。我国海参分布在温带区和热带区，温带区主要在黄渤海域，主要经济品种是刺参，也是我国最为知名的海参种类，热带区主要在两广和海南沿海，主要经济品种有梅花参等。其中西沙群岛、南沙群岛和海南岛是我国热带海参的主要产地。海参在各类山珍海味中位尊“八珍”，还具多种中医特指的补益养生功能。近半个世纪以来，国内外学者对40多种海参化学成分的研究表明海参体内不但富含氨基酸、维生素和化学元素等人体所需的50多种营养成分，还含有多种生物活性物质如酸性粘多糖、皂苷和胶原蛋白等，而且海参活性物质的药理活性十分广泛。",
        "type":0
    },
    {
        "name":"妃子笑荔枝",
        "price":"16.0",
        "firstImgName":"icon_lizhi",
        "detailInfo":"妃子笑是无患子科、荔枝属、荔枝下的一个品种。是中早熟优质品种之一。荔枝树势壮旺、枝条粗壮树冠疏散，枝条粗壮，直立性强；根系庞大，叶片长椭圆形，叶片较宽大，叶厚且浓绿，光滑，对环境有着较强的适应性。果大核小，肉厚质脆，晶莹透明，味道清甜，香味浓郁，多汁爽口。\n主要分布在广东、广西、四川、海南等地区，是中早熟优质品种之一。对环境有着较强的适应性，在湿润、肥沃、高温之地生长良好。唐代诗人杜牧有诗：“一骑红尘妃子笑，无人知是荔枝来。”品种名由此而来。\n妃子笑荔枝果大、核小，果肉清香酸甜；同时具有一定的药用价值，可除口气（啖之，能使齿牙经宿犹香）。经济价值较高，先后出口欧洲、泰国等地区各国家。",
        "type":1
    },
    {
        "name":"海南香蕉",
        "price":"6.0",
        "firstImgName":"icon_xiangjiao",
        "detailInfo":"香蕉是芭蕉科、芭蕉属植物。植株丛生，具匐匍茎，矮型的高3.5米以下，一般高不及2米，高型的高4-5米，假茎均浓绿而带黑斑，被白粉，尤以上部为多。叶片长圆形，长（1.5）2-2.2（2.5）米，宽60-70（85）厘米。穗状花序下垂，花序轴密被褐色绒毛，苞片外面紫红色，被白粉，内面深红色。花乳白色或略带浅紫色，离生花被片近圆形。果序弯垂，结果10-20串，约50-150个。植株结果后枯死，由根状茎长出的吸根继续繁殖，每一根株可活多年。\n味甘，性寒，无毒。清热，润肠，解毒，养阴润燥，生津止渴。主治热病烦渴，便秘，痔血等病症。香蕉既可生食，也可炖熟及做成香蕉干或者果脯等食用，还可制成香蕉泥（香蕉泥适合老人和儿童食用）。此外，香蕉还可提取香蕉精，可用制作果汁、甜酒、果糖、饮料和牙膏香料等。",
        "type":1
    },
    {
        "name":"东北紫茄子",
        "price":"6.5",
        "firstImgName":"icon_qiezi",
        "detailInfo":"茄子，茄科茄属植物。茄直立分枝草本至亚灌木，高可达1米，小枝，小枝多为紫色（野生的往往有皮刺），渐老则毛被逐渐脱落。叶大，卵形至长圆状卵形，叶柄长约2-4.5厘米（野生的具皮刺）。能孕花单生，花柄长约1-1.8厘米，毛被较密。果的形状大小变异极大。果的形状有长或圆，颜色有白、红、紫等。\n果可供蔬食。根、茎、叶入药，为收敛剂，有利尿之效，叶也可以作麻醉剂。种子为消肿药，也用为刺激剂，但容易引起胃弱及便秘，果生食可解食菌中毒。",
        "type":1
    },
    {
        "name":"夏黑葡萄",
        "price":"17.0",
        "firstImgName":"icon_putao",
        "detailInfo":"夏黑葡萄是葡萄科、葡萄属植物葡萄的栽培品种。嫩梢黄绿色，乳黄色，有绒毛。幼叶乳黄至浅绿色，带淡紫色晕；成龄叶片近圆形，极大。叶片3裂或5裂。锯齿圆顶形，较平缓。新梢生长直立，节间背侧黄绿色，腹面淡紫红色。枝条横截面呈圆形，红褐色，两性花。果穗圆锥形，间或有双歧肩。果穗大，果穗大小整齐，果粒着生紧密或极紧密，近圆形，果实紫黑色或蓝黑色，易着色。果皮厚，果肉无肉囊。果汁紫红色。无种子。\n叶片大而挺立，叶色深绿；果实成熟后，可在树上再挂60天以上，不裂果，不掉粒，不转色。适宜在城市近郊休闲观光园发展，也可在远郊种植。果实无核，味浓甜，有浓草莓香味；可溶性固形物含量20-22%，鲜食品质上等。充分成熟的果实酿酒效果良好，可酿造出优良的桃红葡萄酒，也可蒸馏白兰地葡萄酒。",
        "type":1
    },
    {
        "name":"紫皮洋葱",
        "price":"5.0",
        "firstImgName":"icon_yangcong",
        "detailInfo":"洋葱是百合科、葱属多年生草本植物。鳞茎粗大，近球状；纸质至薄革质，内皮肥厚，肉质，叶片圆筒状，中空，中部以下最粗，向上渐狭，比花葶短，花葶粗壮，高可达1米，伞形花序球状，具多而密集的花；花粉白色；花被片具绿色中脉，矩圆状卵形，花丝等长，子房近球状，腹缝线基部具有帘的凹陷蜜穴；5～7月开花结果。\n洋葱含有前列腺素A，能降低外周血管阻力，降低血黏度，可用于降低血压、提神醒脑、缓解压力、预防感冒。此外，洋葱还能清除体内氧自由基，增强新陈代谢能力，抗衰老，预防骨质疏松，是适合中老年人的保健食物。",
        "type":1
    },
    {
        "name":"羊肉",
        "price":"45.0",
        "firstImgName":"icon_yangrou",
        "detailInfo":"羊肉是指 羊身上的肉，古时称为羖肉、羝肉、羯肉，为全世界普遍的肉品之一。羊肉肉质与牛肉相似，但肉味较浓。羊肉较猪肉的肉质要细嫩，较猪肉和牛肉的脂肪、胆固醇含量少。\n李时珍在《本草纲目》中说：“羊肉能暖中补虚，补中益气，开胃健身，益肾气，养胆明目，治虚劳寒冷，五劳七伤”。\n但羊肉的气味较重，对胃肠的消化负担也较重，并不适合胃脾功能不好的人食用。和猪肉牛肉一样，过多食用这类动物性脂肪，对心血管系统可能造成压力，因此羊肉虽然好吃，不应贪嘴。暑热天或发热病人慎食之。",
        "type":2
    },
    {
        "name":"牛肉",
        "price":"60.0",
        "firstImgName":"icon_niurou",
        "detailInfo":"牛肉中的肌氨酸含量比任何其它食品都高，它对增长肌肉、增强力量特别有效。在进行训练的头几秒钟里，肌氨酸是肌肉燃料之源，有效补充三磷酸腺苷，使训练能坚持得更久。\n 蛋白质需求量越大，饮食中增加的维生素B6就越多。牛肉含有足够的维生素B6，可帮你增强免疫力，促进蛋白质的新陈代谢和合成，从而有助于紧张训练后身体的恢复。\n鸡肉、鱼肉中肉毒碱和肌氨酸的含量很低，牛肉却很高。肉毒碱主要用于支持脂肪的新陈代谢，产生支链氨基酸，是对健美运动员 增长肌肉起重要作用的一种氨基酸。",
        "type":2
    },
    {
        "name":"五花肉",
        "price":"16.0",
        "firstImgName":"icon_wuhuarou",
        "detailInfo":"五花肉，即是在猪肋排上的肉。五花肉的结构是一层瘦肉一层肥肉的间隔著，而它的肥肉遇热容易化，瘦肉久煮也不柴，做红烧肉或扣肉都非它莫属，传说中的极品五花肉是10层。选择优质五花肉，可用手摸，略微有沾手感觉，肉上无血，肥肉、瘦肉红白分明、色鲜艳。最好的五花肉在接近猪后臀尖部位，这里的五花肉，五花三层分明，肥瘦肉厚度相当，一整块五花肉厚度为一寸左右。\n五花肉连皮而烹，肉皮能让汤汁变浓稠让肉光亮，让个中生发不同风味变化。五花肉一直是一些代表性中菜的最佳主角，如梅菜扣肉、南乳扣肉、东坡肉、回锅肉、鲁肉饭、瓜仔肉、粉蒸肉等等。即便小食如肉粽，少了肥美的五花肉的油脂，亦是失之千里。",
        "type":2
    },
    {
        "name":"鸡胸肉",
        "price":"27.0",
        "firstImgName":"icon_jxr",
        "detailInfo":"鸡胸肉，是鸡身上最大的两块肉。常见鸡肉，鸡胸肉是在胸部里侧的肉，形状像斗笠，胸脯肉。肉质细嫩，滋味鲜美，营养丰富，能滋补养身。\n鸡胸肉蛋白质含量较高，且易被人体吸收入利用，有增强体力，强壮身体的作用，所含对人体生长发育有重要作用的磷脂类，是中国人膳食结构中脂肪和磷脂的重要来源之一。适合减脂期食用。",
        "type":2
    },
    {
        "name":"鸭腿",
        "price":"8.0",
        "firstImgName":"icon_yatui",
        "detailInfo":"鸭是为餐桌上的上乘肴馔，也是人们进补的优良食品。鸭肉的营养价值与鸡肉相仿。但在中医看来，鸭子吃的食物多为水生物，故其肉性味甘、寒，入肺胃肾经，有滋补、养胃、补肾、除痨热骨蒸、消水肿、止热痢、止咳化痰等作用。\n凡体内有热的人适宜食鸭肉，体质虚弱，食欲不振，发热，大便干燥和水肿的人食之更为有益。民间还传说，鸭是肺结核病人的“圣药”。",
        "type":2
    }
    
]
