[
    {
        "name":"澳洲龙虾",
        "price":"298.0",
        "firstImgName":"icon_longxia",
        "detailInfo":"澳洲龙虾营养丰富，其肉质松软，易消化，对身体虚弱以及病后需要调养的人是极好的食物。且含有丰富的镁，镁对心脏活动具有重要的调节作用，能很好的保护心血管系统，它可减少血液中胆固醇含量，防止动脉硬化，同时还能扩张冠状动脉，有利于预防高血压及心肌梗死。\n澳洲龙虾的通乳作用较强，并且富含磷、钙、对小儿、孕妇尤有补益功效；日本大阪大学的科学家发现，澳洲龙虾体内的虾青素有助于消除因时差反应而产生的\"时差症\"。\n澳洲龙虾不仅产量高，而且有极强的耐活力，便于长途运输。鲜活大虾在国内外市场上倍受消费者青睐。",
        "type":0
    },
    {
        "name":"海参",
        "price":"178.0",
        "firstImgName":"icon_haishen",
        "detailInfo":"海参属于无脊椎动物、棘皮动物门、海参纲。全球有900多种，我国约140种。其中印度洋、西太平洋海区是世界上海参种类最多、资源量最大的区域。我国海参分布在温带区和热带区，温带区主要在黄渤海域，主要经济品种是刺参，也是我国最为知名的海参种类，热带区主要在两广和海南沿海，主要经济品种有梅花参等。其中西沙群岛、南沙群岛和海南岛是我国热带海参的主要产地。海参在各类山珍海味中位尊“八珍”，还具多种中医特指的补益养生功能。近半个世纪以来，国内外学者对40多种海参化学成分的研究表明海参体内不但富含氨基酸、维生素和化学元素等人体所需的50多种营养成分，还含有多种生物活性物质如酸性粘多糖、皂苷和胶原蛋白等，而且海参活性物质的药理活性十分广泛。",
        "type":0
    },
    {
        "name":"妃子笑荔枝",
        "price":"16.0",
        "firstImgName":"icon_lizhi",
        "detailInfo":"妃子笑是无患子科、荔枝属、荔枝下的一个品种。是中早熟优质品种之一。荔枝树势壮旺、枝条粗壮树冠疏散，枝条粗壮，直立性强；根系庞大，叶片长椭圆形，叶片较宽大，叶厚且浓绿，光滑，对环境有着较强的适应性。果大核小，肉厚质脆，晶莹透明，味道清甜，香味浓郁，多汁爽口。\n主要分布在广东、广西、四川、海南等地区，是中早熟优质品种之一。对环境有着较强的适应性，在湿润、肥沃、高温之地生长良好。唐代诗人杜牧有诗：“一骑红尘妃子笑，无人知是荔枝来。”品种名由此而来。\n妃子笑荔枝果大、核小，果肉清香酸甜；同时具有一定的药用价值，可除口气（啖之，能使齿牙经宿犹香）。经济价值较高，先后出口欧洲、泰国等地区各国家。",
        "type":1
    },
    {
        "name":"夏黑葡萄",
        "price":"17.0",
        "firstImgName":"icon_putao",
        "detailInfo":"夏黑葡萄是葡萄科、葡萄属植物葡萄的栽培品种。嫩梢黄绿色，乳黄色，有绒毛。幼叶乳黄至浅绿色，带淡紫色晕；成龄叶片近圆形，极大。叶片3裂或5裂。锯齿圆顶形，较平缓。新梢生长直立，节间背侧黄绿色，腹面淡紫红色。枝条横截面呈圆形，红褐色，两性花。果穗圆锥形，间或有双歧肩。果穗大，果穗大小整齐，果粒着生紧密或极紧密，近圆形，果实紫黑色或蓝黑色，易着色。果皮厚，果肉无肉囊。果汁紫红色。无种子。\n叶片大而挺立，叶色深绿；果实成熟后，可在树上再挂60天以上，不裂果，不掉粒，不转色。适宜在城市近郊休闲观光园发展，也可在远郊种植。果实无核，味浓甜，有浓草莓香味；可溶性固形物含量20-22%，鲜食品质上等。充分成熟的果实酿酒效果良好，可酿造出优良的桃红葡萄酒，也可蒸馏白兰地葡萄酒。",
        "type":1
    },
    {
        "name":"牛肉",
        "price":"60.0",
        "firstImgName":"icon_niurou",
        "detailInfo":"牛肉中的肌氨酸含量比任何其它食品都高，它对增长肌肉、增强力量特别有效。在进行训练的头几秒钟里，肌氨酸是肌肉燃料之源，有效补充三磷酸腺苷，使训练能坚持得更久。\n 蛋白质需求量越大，饮食中增加的维生素B6就越多。牛肉含有足够的维生素B6，可帮你增强免疫力，促进蛋白质的新陈代谢和合成，从而有助于紧张训练后身体的恢复。\n鸡肉、鱼肉中肉毒碱和肌氨酸的含量很低，牛肉却很高。肉毒碱主要用于支持脂肪的新陈代谢，产生支链氨基酸，是对健美运动员 增长肌肉起重要作用的一种氨基酸。",
        "type":2
    },
    {
        "name":"鸡胸肉",
        "price":"27.0",
        "firstImgName":"icon_jxr",
        "detailInfo":"鸡胸肉，是鸡身上最大的两块肉。常见鸡肉，鸡胸肉是在胸部里侧的肉，形状像斗笠，胸脯肉。肉质细嫩，滋味鲜美，营养丰富，能滋补养身。\n鸡胸肉蛋白质含量较高，且易被人体吸收入利用，有增强体力，强壮身体的作用，所含对人体生长发育有重要作用的磷脂类，是中国人膳食结构中脂肪和磷脂的重要来源之一。适合减脂期食用。",
        "type":2
    }
]
