[
    {
        "name":"生蚝",
        "price":"20.0",
        "firstImgName":"icon_shenghao",
        "detailInfo":"日本学者早在1987年就对牡蛎的干品所含营养成分进行了深入的研究并与其他海产品进行了比较。结果表明,牡蛎肉中富含多种矿物质及微量元素,其含量仅次于薄壳乌蛤。而远高于蚶、蛤、鱿鱼、海参等其他海产品。\n密鳞牡蛎具有富含牛磺酸(50µmol/g)、锌、硒的特点；低脂肪、低胆固醇，含有一定量的高度不饱和脂肪酸(EPA+DHA占脂肪总量的20.4%)，无机盐、维生素含量也很丰富。吴成业等进行了太平洋牡蛎、僧帽牡蛎和近江牡蛎中游离氨基酸和牛磺酸的分析。三者中皆含有人体所有8种必需氨基酸,其中含量最高的都是赖氨酸,这对平衡国民膳食中氨基酸比例具有重要意义。三种牡蛎中牛磺酸的含量分别高达7.542，4.388和3.591mg/g，几乎超过其他游离氨基酸含量的总和。同时，发现牡蛎中游离氨基酸的含量随着季节的不同而异。",
        "type":0
    },
    {
        "name":"澳洲龙虾",
        "price":"298.0",
        "firstImgName":"icon_longxia",
        "detailInfo":"澳洲龙虾营养丰富，其肉质松软，易消化，对身体虚弱以及病后需要调养的人是极好的食物。且含有丰富的镁，镁对心脏活动具有重要的调节作用，能很好的保护心血管系统，它可减少血液中胆固醇含量，防止动脉硬化，同时还能扩张冠状动脉，有利于预防高血压及心肌梗死。\n澳洲龙虾的通乳作用较强，并且富含磷、钙、对小儿、孕妇尤有补益功效；日本大阪大学的科学家发现，澳洲龙虾体内的虾青素有助于消除因时差反应而产生的\"时差症\"。\n澳洲龙虾不仅产量高，而且有极强的耐活力，便于长途运输。鲜活大虾在国内外市场上倍受消费者青睐。",
        "type":0
    },
    {
        "name":"帝王蟹",
        "price":"168.0",
        "firstImgName":"icon_pangxie",
        "detailInfo":"帝王蟹又名石蟹或岩蟹，即石蟹科的甲壳类，不是真正的螃蟹，它们主要分布在寒冷的海域。因其体型巨大而得名，素有“蟹中之王”的美誉。帝王蟹属于深海蟹类，生存深度达850米之深，生存水温在2-5℃。帝王蟹能够生存的最低水温是1.4摄氏度。\n帝王蟹对身体有很好的滋补作用，吃蟹对结核病的康复在有补益。 中医认为其有清热解毒、补骨添髓、养筋活血、通经络、利肢节、续绝伤、滋肝阴、充胃液之功效。对于淤血、损伤、黄疸、腰腿酸痛和风湿性关节炎等疾病有一定的食疗效果。\n",
        "type":0
    },
    {
        "name":"竹节虾",
        "price":"50.0",
        "firstImgName":"icon_xia",
        "detailInfo":"日本对虾（Penaeus japonicus），俗称：花虾、竹节虾、花尾虾、斑节虾、车虾，属甲壳纲、十足目、对虾科、对虾属动物，虾体小者称为虾钱。体呈浅黄，具蓝褐色横条斑花纹，尾尖为鲜蓝色。甲壳较厚，额角略呈弯弓形，上缘具8—10齿，下缘具1—2齿，额角侧沟很深，伸至头胸甲后缘，肝脊、胃脊极明显。额角后脊具中央沟。第一步足无座节刺，雄性交接器中叶顶端有粗大突起，雌性交接器呈圆柱形。成虾雌大于雄，体长可达12—20厘米，体重为20—25克，产卵亲虾最大重可达95克左右。肉味鲜美，耐干露，适于活体运销，营养价值与其他对虾相近。为重要的养殖品种，养殖6个月左右体重可达20克以上。中国南方福建、广东沿海有人工养殖。自日本北海道及至黄海南部，中国浙江、福建、台湾、广东，菲律宾、新加坡、澳大利亚北部、印度、非洲东部以及红海均有分布。",
        "type":0
    },
    {
        "name":"海参",
        "price":"178.0",
        "firstImgName":"icon_haishen",
        "detailInfo":"海参属于无脊椎动物、棘皮动物门、海参纲。全球有900多种，我国约140种。其中印度洋、西太平洋海区是世界上海参种类最多、资源量最大的区域。我国海参分布在温带区和热带区，温带区主要在黄渤海域，主要经济品种是刺参，也是我国最为知名的海参种类，热带区主要在两广和海南沿海，主要经济品种有梅花参等。其中西沙群岛、南沙群岛和海南岛是我国热带海参的主要产地。海参在各类山珍海味中位尊“八珍”，还具多种中医特指的补益养生功能。近半个世纪以来，国内外学者对40多种海参化学成分的研究表明海参体内不但富含氨基酸、维生素和化学元素等人体所需的50多种营养成分，还含有多种生物活性物质如酸性粘多糖、皂苷和胶原蛋白等，而且海参活性物质的药理活性十分广泛。",
        "type":0
    }
]

