[
  
    {
        "name":"妃子笑荔枝",
        "price":"16.0",
        "firstImgName":"icon_lizhi",
        "detailInfo":"妃子笑是无患子科、荔枝属、荔枝下的一个品种。是中早熟优质品种之一。荔枝树势壮旺、枝条粗壮树冠疏散，枝条粗壮，直立性强；根系庞大，叶片长椭圆形，叶片较宽大，叶厚且浓绿，光滑，对环境有着较强的适应性。果大核小，肉厚质脆，晶莹透明，味道清甜，香味浓郁，多汁爽口。\n主要分布在广东、广西、四川、海南等地区，是中早熟优质品种之一。对环境有着较强的适应性，在湿润、肥沃、高温之地生长良好。唐代诗人杜牧有诗：“一骑红尘妃子笑，无人知是荔枝来。”品种名由此而来。\n妃子笑荔枝果大、核小，果肉清香酸甜；同时具有一定的药用价值，可除口气（啖之，能使齿牙经宿犹香）。经济价值较高，先后出口欧洲、泰国等地区各国家。",
        "type":1
    },
    {
        "name":"海南香蕉",
        "price":"6.0",
        "firstImgName":"icon_xiangjiao",
        "detailInfo":"香蕉是芭蕉科、芭蕉属植物。植株丛生，具匐匍茎，矮型的高3.5米以下，一般高不及2米，高型的高4-5米，假茎均浓绿而带黑斑，被白粉，尤以上部为多。叶片长圆形，长（1.5）2-2.2（2.5）米，宽60-70（85）厘米。穗状花序下垂，花序轴密被褐色绒毛，苞片外面紫红色，被白粉，内面深红色。花乳白色或略带浅紫色，离生花被片近圆形。果序弯垂，结果10-20串，约50-150个。植株结果后枯死，由根状茎长出的吸根继续繁殖，每一根株可活多年。\n味甘，性寒，无毒。清热，润肠，解毒，养阴润燥，生津止渴。主治热病烦渴，便秘，痔血等病症。香蕉既可生食，也可炖熟及做成香蕉干或者果脯等食用，还可制成香蕉泥（香蕉泥适合老人和儿童食用）。此外，香蕉还可提取香蕉精，可用制作果汁、甜酒、果糖、饮料和牙膏香料等。",
        "type":1
    },
    {
        "name":"东北紫茄子",
        "price":"6.5",
        "firstImgName":"icon_qiezi",
        "detailInfo":"茄子，茄科茄属植物。茄直立分枝草本至亚灌木，高可达1米，小枝，小枝多为紫色（野生的往往有皮刺），渐老则毛被逐渐脱落。叶大，卵形至长圆状卵形，叶柄长约2-4.5厘米（野生的具皮刺）。能孕花单生，花柄长约1-1.8厘米，毛被较密。果的形状大小变异极大。果的形状有长或圆，颜色有白、红、紫等。\n果可供蔬食。根、茎、叶入药，为收敛剂，有利尿之效，叶也可以作麻醉剂。种子为消肿药，也用为刺激剂，但容易引起胃弱及便秘，果生食可解食菌中毒。",
        "type":1
    },
    {
        "name":"夏黑葡萄",
        "price":"17.0",
        "firstImgName":"icon_putao",
        "detailInfo":"夏黑葡萄是葡萄科、葡萄属植物葡萄的栽培品种。嫩梢黄绿色，乳黄色，有绒毛。幼叶乳黄至浅绿色，带淡紫色晕；成龄叶片近圆形，极大。叶片3裂或5裂。锯齿圆顶形，较平缓。新梢生长直立，节间背侧黄绿色，腹面淡紫红色。枝条横截面呈圆形，红褐色，两性花。果穗圆锥形，间或有双歧肩。果穗大，果穗大小整齐，果粒着生紧密或极紧密，近圆形，果实紫黑色或蓝黑色，易着色。果皮厚，果肉无肉囊。果汁紫红色。无种子。\n叶片大而挺立，叶色深绿；果实成熟后，可在树上再挂60天以上，不裂果，不掉粒，不转色。适宜在城市近郊休闲观光园发展，也可在远郊种植。果实无核，味浓甜，有浓草莓香味；可溶性固形物含量20-22%，鲜食品质上等。充分成熟的果实酿酒效果良好，可酿造出优良的桃红葡萄酒，也可蒸馏白兰地葡萄酒。",
        "type":1
    },
    {
        "name":"紫皮洋葱",
        "price":"5.0",
        "firstImgName":"icon_yangcong",
        "detailInfo":"洋葱是百合科、葱属多年生草本植物。鳞茎粗大，近球状；纸质至薄革质，内皮肥厚，肉质，叶片圆筒状，中空，中部以下最粗，向上渐狭，比花葶短，花葶粗壮，高可达1米，伞形花序球状，具多而密集的花；花粉白色；花被片具绿色中脉，矩圆状卵形，花丝等长，子房近球状，腹缝线基部具有帘的凹陷蜜穴；5～7月开花结果。\n洋葱含有前列腺素A，能降低外周血管阻力，降低血黏度，可用于降低血压、提神醒脑、缓解压力、预防感冒。此外，洋葱还能清除体内氧自由基，增强新陈代谢能力，抗衰老，预防骨质疏松，是适合中老年人的保健食物。",
        "type":1
    }
]
